abseil
aom
apr
apr-util
argon2
autoconf
automake
avro-c
aws-iam-authenticator
bat
bats-core
binutils
blake3
boost
brotli
btop
c-ares
ca-certificates
cairo
capstone
ccache
certifi
cffi
cmake
colima
coreutils
curl
dbmate
deno
doctl
double-conversion
dtc
edencommon
eksctl
elixir
emacs
erlang
fb303
fbthrift
fd
findutils
fish
fizz
flamegraph
flux
flyctl
fmt
folly
fontconfig
freetds
freetype
fzf
gcc
gd
gettext
gflags
gh
giflib
git-delta
gitleaks
gitui
glances
glib
glog
gmp
gnupg
gnutls
go
golang-migrate
graphite2
grep
groonga
harfbuzz
helix
helm
heroku
highway
hiredis
htop
httpie
hyperfine
icu4c@75
icu4c@76
imath
isl
jansson
jpeg-turbo
jpeg-xl
jq
k9s
kcat
krb5
kubeconform
kubectx
kubernetes-cli
lazydocker
lazygit
lazysql
libassuan
libavif
libcbor
libdeflate
libevent
libfido2
libgcrypt
libgit2
libgpg-error
libidn2
libksba
liblinear
libmpc
libnghttp2
libpng
libpq
librdkafka
libserdes
libslirp
libsodium
libssh
libssh2
libtasn1
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
lima
little-cms2
llvm
logdy
lpeg
lua
luajit
luv
lynx
lz4
lzlib
lzo
m4
mariadb
mecab
mecab-ipadic
minikube
mkcert
mpdecimal
mpfr
msgpack
mvfst
mysql-client
nasm
ncurses
neovim
net-snmp
netcat
nettle
ninja
nmap
node
node@16
npth
nspr
nss
nushell
oniguruma
openexr
openjdk
openldap
openssl@1.1
openssl@3
p11-kit
pcre2
php
pinentry
pixman
pkgconf
pngpaste
pnpm
poetry
protobuf
pycparser
python-certifi
python-packaging
python@3.11
python@3.12
python@3.13
qemu
readline
reattach-to-user-namespace
rebar3
redis
ripgrep
rtmpdump
snappy
spotify_player
sqlite
stern
stripe
telnet
terraform
terraformer
tidy-html5
tig
tmux
tree-sitter
trufflehog
unbound
unibilium
unixodbc
utf8proc
uv
vde
vegeta
virtualenv
wangle
watchman
webp
wget
wxwidgets
xh
xorgproto
xxhash
xz
yajl
z3
zlib
zoxide
zsh-syntax-highlighting
zstd
