tap "homebrew/bundle"
tap "keidarcy/tap"
brew "abseil"
brew "aom"
brew "apr"
brew "apr-util"
brew "argon2"
brew "autoconf"
brew "automake"
brew "avro-c"
brew "aws-iam-authenticator"
brew "cffi"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "bats-core"
brew "binutils"
brew "blake3"
brew "boost"
brew "btop"
brew "c-ares"
brew "pcre2"
brew "cairo"
brew "capstone"
brew "ccache"
brew "certifi"
brew "cmake"
brew "colima"
brew "curl"
brew "dbmate"
brew "deno"
brew "doctl"
brew "double-conversion"
brew "dtc"
brew "edencommon"
brew "eksctl"
brew "elixir"
brew "emacs"
brew "fd"
brew "findutils"
brew "ncurses"
brew "fish"
brew "flamegraph"
brew "flux"
brew "flyctl"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git-delta"
brew "gitleaks"
brew "gitui"
brew "glances"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "graphite2"
brew "grep"
brew "groonga"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "heroku"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "icu4c@75"
brew "jq"
brew "k9s"
brew "kcat"
brew "krb5"
brew "kubeconform"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "libcbor"
brew "libfido2"
brew "liblinear"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "llvm"
brew "logdy"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "mariadb"
brew "minikube"
brew "mkcert"
brew "mvfst"
brew "mysql-client"
brew "nasm"
brew "neovim"
brew "net-snmp"
brew "netcat"
brew "ninja"
brew "nmap"
brew "nspr"
brew "nss"
brew "nushell"
brew "openjdk"
brew "openldap"
brew "php"
brew "pkgconf"
brew "pngpaste"
brew "pnpm"
brew "poetry"
brew "protobuf"
brew "python-packaging"
brew "python@3.11"
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis"
brew "ripgrep"
brew "spotify_player"
brew "stern"
brew "stripe-cli"
brew "tailscale"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tig"
brew "tmux"
brew "trufflehog"
brew "uv"
brew "vegeta"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "keidarcy/tap/e1s"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "chromium"
cask "discord"
cask "expressvpn"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "meetingbar"
cask "orbstack"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "superhuman"
cask "wireshark"
